---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonPlasticModulusStrongAxis
source: html/77cd1211-cbc5-1db7-7b05-e64b8e598e59.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonPlasticModulusStrongAxis Property

"Plastic Modulus strong axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonPlasticModulusStrongAxis { get; }
```